{"code":0,"data":{"id":7,"documentId":"zak45tha302k8ohyd11b7ome","title":"About Us","createdAt":"2025-05-05T07:47:00.346Z","updatedAt":"2025-05-07T03:18:15.016Z","publishedAt":"2025-05-07T03:18:15.057Z","dynamic_zone":[{"__component":"about.rich-text-section","id":16,"section_type":"WhoWeAre","content":"At ASAi-ASA, we are a dedicated network of volunteers, organizations, and changemakers united by a shared commitment to driving positive social change. Our platform connects individuals with opportunities to make a tangible impact across Thailand, working on projects related to education, gender equality, human rights, environmental sustainability, and more. Together, we’re building a community where every volunteer is empowered to contribute, grow, and leave a lasting mark on society.\n\n"},{"__component":"about.rich-text-section","id":17,"section_type":"Vision","content":"A world where every individual has the power, tools, and platform to lead change in their community, building a more just, inclusive, and resilient society through volunteerism."},{"__component":"about.rich-text-section","id":18,"section_type":"Mission","content":"To transform the culture of volunteering through tech-enabled, human-centered design that motivates, mobilizes, and measures social impact, advancing human rights, community resilience, and inclusive development across the country."},{"__component":"about.what-we-do-section","id":5,"audience_type":"Volunteers","description":"At ASAi-ASA, we make volunteerism engaging and rewarding. Our gamified platform offers a wide range of opportunities in human rights, gender equality, education, and environmental sustainability. Volunteers can:\n- Earn points and unlock rewards for completing impactful tasks\n- Track social impact and see how their contributions make a difference\n- Get involved in meaningful projects supporting displaced populations, advocating for equality, and advancing social justice\nWe use technology to ensure that your efforts are not only valuable but measurable, turning every action into a rewarding experience."},{"__component":"about.team-section","id":2,"title":"Our Team","description":"ASAi-ASA is powered by a passionate team of young changemakers who believe in the power of community, technology, and volunteerism to create a more inclusive and compassionate world. We bring diverse expertise from the fields of humanitarian work, social innovation, entrepreneurship, media, and technology to co-create a platform that makes volunteering meaningful, rewarding, and accessible to all.\nTogether, we represent a new generation of leaders committed to reimagining civic engagement, not as a duty, but as a shared journey of empowerment and impact!"}]},"page":1,"page_size":10,"total_page":1,"total_data":1,"message":"","data_schema":null}